Repository: tizenorg/apps.home.starter
Catalog: po/*.po
Languages: ar, az, bg, bn, ca, cs, da, de, el_gr, et, fa, fi, fr, gu, he, hu, hy, it_it, ka, kn, ko_kr, mk, ml, mn_mn, nb, nl, pl, ro, si, sk, sl, sr, sv, ta, te, th, uk, ur, uz, zh_cn, zh_tw

source: You have attempted to unlock the device incorrectly %d times. It will now be reset to factory defaults and all data will be erased.
ar: لقد حاولت إلغاء قفل الجهاز %d مرات بطريقة غير صحيحة. سوف تتم الآن إعادة تعيين الجهاز إلى إعدادات المصنع الافتراضية وسيتم مسح جميع البيانات.
az: Siz %d dəfə cihazın kilidini səhv açmağa cəhd etmisiniz. Bu, zavod parametrlərinə bərpa edəcək və bütün məlumatlar silinəcək
bg: Опитахте да отключите устройството неуспешно %d пъти. Сега то ще се рестартира до фабричните настройки по подразбиране и всички данни ще бъдат изтрити.
bn: আপনি ডিভাইসটি ত্রুটিপূর্ণ উপায়ে %d বার আনলক করার প্রয়াস করেছেন। এটি এখন ফ্যাক্টরি ডিফল্টে পুনরায় সেট হবে এবং সমস্ত তথ্য মুছে যাবে
ca: Ha intentat desbloquejar el dispositiu de forma incorrecta %d cops. Ara es restablirà als valors predeterminats de fàbrica i s'esborraran totes les dades.
cs: %dkrát jste se chybně pokusili odemknout zařízení. Nyní se obnoví výchozí nastavení a všechna data budou vymazána.
da: Du har forgæves forsøgt at låse enheden op %d gange. Den nulstilles nu til fabriksstandarderne, og alle data slettes.
de: Sie haben %d Mal vergeblich versucht, das Gerät zu entsperren. Das Gerät wird jetzt auf die Werkseinstellungen zurückgesetzt und alle Daten gelöscht.
el_gr: Έχετε επιχειρήσει να ξεκλειδώσετε τη συσκευή %d φορές εσφαλμένα. Θα γίνει επαναφορά των εργοστασιακών ρυθμίσεων όλα τα δεδομένα θα διαγραφούν.
et: Te olete proovinud seadet valesti lukust avada %d korda. Nüüd lähtestatakse see tehase vaikeseadetele ning kõik andmed kustutatakse.
fa: %d مرتبه سعی کرده اید بطور نادرست قفل دستگاه را باز کنید. اکنون دستگاه به پیش فرض کارخانه بازنشانی شده و همه داده ها پاک خواهند شد.
fi: Olet yrittänyt poistaa laitteen lukituksen virheellisesti %d kertaa. Laitteen tehdasasetukset palautetaan ja kaikki tiedot poistetaan.
fr: Vous avez essayé de déverrouiller l'appareil de façon incorrecte à %d reprises. Les paramètres d'origine vont maintenant être rétablis et toutes les données effacées.
gu: તમે ઉપકરણને %d વાર ખોટી રીતે અનલોક કરવાનો પ્રયાસ કર્યો છે. હવે તેને ફેકટરી મૂળભૂત પર ફરીથી ગોઠવવામાં આવશે અને બધો ડેટા ભૂંસી નાખવામાં આવશે
he: ניסית לבטל את נעילת המכשיר באופן שגוי %d פעמים. הוא יאופס כעת לברירות המחדל של היצרן וכל הנתונים יימחקו.
hu: %d alkalommal helytelenül kísérelte meg az eszköz feloldását. Most visszaállnak az eszköz gyári alapértelmezései, és minden adat törlődik róla.
hy: Դուք սարքի արգելաբացման սխալ փորձ եք արել %d անգամ: Այն հիմա կհետադարձվի գործարանային կանխադրվածքի, և բոլոր տվյալները կջնջվեն
it_it: %d tentativi errati di sblocco del dispositivo. Il dispositivo verr√† ripristinato ai valori predefiniti di fabbrica e i dati verranno eliminati.
ka: თქვენ აპარატის განბლოკვის %d არასწორი მცდელობა გქონდათ. ახლა დაბრუნდება საწყისი ქარხნული პარამეტრები და წაიშლება ყველა მონაცემი
kn: ನೀವು %d ಸಲ ಸಾಧನವನ್ನು ತಪ್ಪಾಗಿ ಅನ್‌ಲಾಕ್ ಮಾಡುವುದಕ್ಕೆ ಪ್ರಯತ್ನಿಸಿರುತ್ತೀರಿ. ಇದನ್ನು ಈಗ ಫ್ಯಾಕ್ಟರಿ ಡೀಫಾಲ್ಟ್‌ಗಳಿಗೆ ಮರುನಿಗದಿಗೊಳಿಸಲಾಗುವುದು ಮತ್ತು ಎಲ್ಲ ಡೇಟಾವನ್ನು ಅಳಿಸಲಾಗುವುದು
ko_kr: 잠금해제 비밀번호를 %d회 잘못 입력하였습니다. 디바이스 설정을 기본 설정으로 초기화하고 모든 데이터를 삭제합니다.
mk: Се обидовте да го отклучите уредот неправилно %d пати. Сега ќе се ресетира на фабричките поставки и сите податоци да се избришат.
ml: നിങ്ങള്‍ %1$d തവണ തെറ്റായി ഉപകരണം അണ്‍ലോക്കുചെയ്യാന്‍ ശ്രമിച്ചു. ഇത് ഇപ്പോള്‍ ഫാക്ടറി സ്ഥിരസ്ഥിതികളിലേയ്ക്ക് പുനഃക്രമീകരിക്കുകയും എല്ലാ ഡാറ്റയും മായ്ക്കുകയും ചെയ്യും
mn_mn: Та төхөөрөмжийг нээх гэж %d удаа буруу оролдсон. Энэ одоо үйлдвэрийн өгөгдмөл тохиргоо руугаа буцаж орох бөгөөд бүх өгөгдөл арилна
nb: Du har prøvd å låse opp enheten på feil måte %d ganger. Den vil nå bli tilbakestilt til fabrikkstandardene og alle data vil bli slettet.
nl: U hebt %d keer een onjuiste poging gedaan om het apparaat te ontgrendelen. Het wordt nu teruggezet op de fabrieksinstellingen en alle gegevens worden gewist.
pl: Podjęto nieprawidłową próbę odblokowania urządzenia %d razy. W urządzeniu zostaną przywrócone domyślne ustawienia fabryczne oraz zostaną z niego usunięte wszystkie dane.
ro: Aţi încercat să deblocaţi incorect dispozitivul de %d ori. Acesta va fi resetat acum la valorile implicite din fabrică şi toate datele vor fi şterse.
si: ඔබ %d වතාවක් වැරදි ලෙස උපාංගය අගුළු හැරීමට යත්න දරා තිබේ. එය දැන් නිපැයුම් අදියරේ තිබූ පෙරනිමි තත්ත්වයට යළි සැකසෙනු ඇති අතර සියලු දත්ත මැකෙනු ඇත
sk: %d-krát ste sa pokúsili nesprávne odomknúť zariadenie. Teraz sa preň obnovia predvolené nastavenia od výrobcu a vymažú sa všetky údaje.
sl: Napravo ste %d-krat poskusili odkleniti nepravilno. Zdaj bo ponastavljena na privzete tovarniške nastavitve in vsi podatki bodo izbrisani.
sr: %d puta si pogrešio/la u pokušaju da otključaš uređaj. Uređaj će se sada vratiti na podrazumevana fabrička podešavanja i svi podaci će biti izbrisani.
sv: Du har försökt att låsa upp enheten felaktigt %d gånger. Enheten kommer nu att återställas till fabriksinställningarna och alla data kommer att raderas.
ta: சாதனத்தை பூட்டுநீக்க %d முறை தவறாக முயற்சித்துள்ளீர்கள். இது இப்போது தயாரிப்பு நிலைக்கு ரீசெட் செய்யப்பட்டு அனைத்து தரவுகளும் அழிக்கப்படும்
te: మీరు పరికరాన్ని %d సార్లు తప్పుగా అన్‌లాక్ చేయడానికి ప్రయత్నించారు. ఇది ఫ్యాక్టరీ డిఫాల్ట్‌లకు రీసెట్ చేయబడుతుంది మరియు మొత్తం డేటా తుడిచివేయబడుతుంది
th: คุณได้พยายามปลดล็อคอุปกรณ์ผิดพลาด %d ครั้งแล้ว อุปกรณ์จะถูกรีเซ็ทเป็นค่าพื้นฐานจากโรงงาน และข้อมูลทั้งหมดจะถูกลบ
uk: Кількість невдалих спроб розблокування пристрою: %d. Установки буде скинуто до заводських та усі дані буде стерто
ur: آپ نے اس آلہ کو %d مرتبہ غلط طریقے سے ان لاک کرنے کی کوشش کی ہے۔ آلہ کو اب فیکٹری طے شدہ پر پھر سیٹ کردیا جائے گا اور تمام ڈیٹا مٹا دیا جائے گا۔
uz: Siz %d marta qurilmani blokdan chiqarishga noto‘g‘ri urindingiz. U hozir ishlab chiqaruvchi parametrlariga qaytariladi va barcha ma’lumotlar o‘chirib tashlanadi
zh_cn: 您已尝试解锁设备不正确 %d 次。其现在将重置为出厂默认且所有数据将被擦除。
zh_tw: 您已嘗試錯誤解鎖裝置 %d 次。裝置將設回原廠預設值且所有資料將被清除。

# IDS_LCKSCN_BODY_P1SD_TO_P2SD_DIGITS_OR_LETTERS_REQUIRED
source: %1$d to %2$d digits or letters required.
ar: يلزم إدخال %1$d إلى %2$d أرقام أو حروف.
az: %1$d - %2$d rəqəm və ya hərf tələb olunur.
bg: Задължителни са %1$d до %2$d цифри или букви.
bn: %1$d থেকে %2$dটি সংখ্যা বা অক্ষর প্রয়োজনীয়।
ca: Calen de %1$d a %2$d dígits o lletres
cs: Musí obsahovat %1$d až %2$d číslic nebo písmen.
da: %1$d til %2$d cifre eller bogstaver krævet.
de: Es sind %1$d bis %2$d Ziffern oder Buchstaben erforderlich.
el_gr: Απαιτούνται από %1$d έως %2$d ψηφία ή γράμματα.
et: Nõutud on %1$d kuni %2$d numbrit või tähte.
fa: %1$d تا %2$d رقم یا حرف الزامی است.
fi: Oltava %1$d–%2$d numeroa tai kirjainta.
fr: %1$d à %2$d chiffres ou lettres requis
gu: %1$d થી %2$d અંકો અથવા પત્રો આવશ્યક છે.
he: יש צורך ב-%1$d עד %2$d ספרות או אותיות.
hu: %1$d–%2$d számjegy vagy betű szükséges.
hy: Պահանջվում է %1$d-ից %2$d թվանշան կամ տառ:
it_it: Sono necessarie da %1$d a %2$d cifre o lettere.
ka: უნდა იყოს %1$d-%2$d ციფრი ან ასო.
kn: %1$d ರಿಂದ %2$d ಅಂಕಿಗಳು ಅಥವಾ ಅಕ್ಷರಗಳು ಅಗತ್ಯವಿರುತ್ತವೆ.
ko_kr: %1$d-%2$d자의 숫자 또는 문자를 입력하세요.
mk: %1$d до %2$d бројки или букви се потребни.
ml: %1$d മുതല്‍ %2$d വരെ അക്കങ്ങളോ അക്ഷരങ്ങളോ ആവശ്യമാണ്.
nb: %1$d til %2$d sifre eller bokstaver nødvendige.
nl: %1$d tot %2$d cijfers of letters vereist.
pl: Wymaganych jest co najmniej cyfr lub liter: %1$d do %2$d.
ro: Sunt necesare între %1$d şi %2$d cifre sau litere.
si: %1$d සිට %2$d දක්වා අංක හෝ අක්ෂර ගණනක් අවශ්‍ය වේ.
sk: Vyžaduje sa %1$d až %2$d číslic alebo písmen.
sl: Zahtevanih je od %1$d do %2$d znakov ali črk.
sr: Obavezno je između %1$d i %2$d cifara ili slova.
sv: %1$d till %2$d siffror eller bokstäver krävs.
ta: %1$d முதல் %2$d வரையான இலக்கங்கள் அல்லது எழுத்துக்கள் தேவை.
te: %1$d నుండి %2$d అంకెలు లేదా అక్షరాలు అవసరం.
th: ต้องมี %1$d ถึง %2$d ตัวเลขหรือตัวอักษร
uk: Потрібно ввести від %1$d до %2$d цифр або літер.
ur: %1$d سے %2$d ہندسے یا حروف درکار۔
uz: %1$d-%2$d raqam yoki harflar talab qilinadi.
zh_cn: 需要 %1$d 至 %2$d 个数字或字母。
zh_tw: 需輸入 %1$d 至 %2$d 位數或字母。

# IDS_LCKSCN_BODY_EMERGENCY_CALL
source: Emergency call
ar: مكالمة طوارئ
az: Təcili zəng
bg: Спешно повикване
bn: আপৎকালীন কল
ca: Trucada d'emergència
cs: Tísňové volání
da: Nødopkald
de: Notruf
el_gr: Κλήση έκτακτης ανάγκης
et: Hädaabikõne
fa: تماس اضطراری
fi: Hätäpuhelu
fr: Appel d'urgence
gu: તાત્કાલિક કૉલ
he: שיחת חירום
hu: Segélyhívás
hy: Հրատապ զանգ
it_it: Chiamata di emergenza
ka: საგანგებო ზარი
kn: ತುರ್ತು ಕರೆ
ko_kr: 긴급전화
mk: SOS повик
ml: എമര്‍ജന്‍സി കോള്‍
mn_mn: Яаралтай тусламжийн дуудлага
nb: Nødanrop
nl: Noodoproep
pl: Połączenie alarmowe
ro: Apel de urgenţă
si: හදිසි ඇමතුම්
sk: Tiesňový hovor
sl: Klic v sili
sr: Pozivi u hitnim slučajevima
sv: Nödsamtal
ta: அவசர அழைப்பு
te: అత్యవసర కాల్
th: โทร​ฉุก​เฉิน
uk: Екстрений виклик
ur: ایمرجنسی کال
uz: Favqulodda qo‘ng‘iroqlar
zh_cn: 紧急呼叫
zh_tw: 緊急電話

# IDS_COM_POP_WARNING
source: Warning
ar: تحذير
az: Xəbərdarlıq
bg: Предупреждение
bn: সাবধানতা
ca: Advertiment
cs: Upozornění
da: Advarsel
de: Warnung
el_gr: Προειδοποίηση
et: Hoiatus
fa: هشدار
fi: Varoitus
fr: Avertissement
gu: ચેતવણી
he: אזהרה
hu: Figyelmeztetés
hy: Զգուշացում
it_it: Avviso
ka: გაფრთხილება
kn: ಎಚ್ಚರಿಕೆ
ko_kr: 경고
mk: Предупредување
ml: മുന്നറിയിപ്പ്
mn_mn: Анхааруулга
nb: Advarsel
nl: Waarschuwing
pl: Ostrzeżenie
ro: Avertisment
si: අනතුරු ඇඟවීම
sk: Varovanie
sl: Opozorilo
sr: Upozorenje
sv: Varning
ta: எச்சரிக்கை
te: హెచ్చరిక
th: เตือน
uk: Попередження
ur: خطرہ
uz: Ogohlantirish
zh_cn: 警告
zh_tw: 警告

# IDS_COM_BUTTON_CANCEL
source: Cancel
ar: إلغاء
az: Ləğv et
bg: Отказ
bn: বাতিল
cs: Storno
da: Annullér
de: Abbruch
el_gr: Ακύρωση
et: Tühista
fa: لغو
fi: Peruuta
fr: Annuler
gu: રદ કરો
he: ביטול
hu: Mégse
hy: Չեղարկել
it_it: Annulla
ka: გაუქმება
kn: ರದ್ದು
ko_kr: 취소
mk: Откажи
ml: റദ്ദാക്കുക
mn_mn: Цуцлах
nb: Avbryt
nl: Annuleer
pl: Anuluj
ro: Anulare
si: අවල. කර.
sk: Zrušiť
sl: Prekliči
sr: Otkaži
sv: Avbryt
ta: ரத்து
te: రద్దు
th: ยกเลิก
uk: Скасувати
ur: منسوخ
uz: Bekor qilish
zh_cn: 取消
zh_tw: 取消

source: You have made %1$d unsuccessful attempts to unlock your device. Try again in %2$d seconds.
ar: لقد أجريت %1$d من المحاولات غير الناجحة لإلغاء قفل جهازك. حاول مرة أخرى خلال %2$d من الثواني.
az: Siz cihazı kiliddən açmaq üçün %1$d dəfə uğursuz cəhd etmisiniz. %2$d saniyə ərzində yenidən cəhd edin.
bg: Направили сте %1$d неуспешни опита да отключите устройството си. Опитайте отново след %2$d секунди.
bn: আপনার ডিভাইসটি আনলক করতে আপনি %1$dটি অসফল প্রয়াস করেছেন। %2$d সেকেন্ডে পুনরায় চেষ্টা করুন।
ca: Ha intentat desbloquejar el dispositiu de manera incorrecta %1$d cops. Torni-ho a intentar en %2$d segons.
cs: %1$dkrát jste se neúspěšně pokusili odemknout zařízení. Opakujte akci za %2$d sekund.
da: Du har foretaget %1$d mislykkede forsøg på at låse din enhed op. Prøv igen om %2$d sekunder.
de: Sie haben %1$d Mal vergeblich versucht, das Gerät zu entsperren. Versuchen Sie es in %2$d Sekunden erneut.
el_gr: Προσπαθήσατε %1$d φορές να ξεκλειδώσετε τη συσκευή σας χωρίς επιτυχία. Δοκιμάστε ξανά σε %2$d δευτερόλεπτα.
et: Olete teinud seadme avamisel %1$d ebaõnnestunud katset. Proovige %2$d sekundi pärast uuesti.
fa: شما ‎%1$d تلاش ناموفق برای باز کردن قفل دستگاهتان داشته‌اید. ‎%2$d ثانیه دیگر دوباره امتحان کنید.
fi: Laitteen lukituksen poistaminen epäonnistui %1$d kertaa. Yritä %2$d sekunnin kuluttua uudelleen.
fr: Le déverrouillage de votre appareil a échoué à %1$d reprises. Réessayez dans %2$d secondes.
gu: તમારા ઉપકરણને અનલોક કરવા માટે તમે %1$d અસફળ પ્રયાસ કર્યા છે. %2$d સેકંડ્સમાં ફરી પ્રયાસ કરો.
he: ביצעת %1$d ניסיונות כושלים לביטול נעילת המכשיר שלך. נסה שוב בעוד %2$d שניות.
hu: %1$d alkalommal sikertelenül próbálta feloldani az eszközt. Próbálja újra %2$d másodperc múlva.
hy: Դուք կատարել եք Ձեր սարքն արգելաբացելու %1$d անհաջող փորձ: Նորից փորձեք %2$d վայրկյանից:
it_it: Avete effettuato %1$d tentativi errati per sbloccare il dispositivo. Riprovate tra %2$d secondi.
ka: თქვენ გქონდათ აპარატის განბლოკვის %1$d წარუმატებელი მცდელობა. ისევ სცადეთ %2$d წამში.
kn: ನಿಮ್ಮ ಸಾಧನವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಲು ನೀವು %1$d ಯಶಸ್ವಿಯಾಗದ ಪ್ರಯತ್ನಗಳನ್ನು ಮಾಡಿದ್ದೀರಿ. %2$d ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 잠금해제를 %1$d회 잘못 입력하였습니다. %2$d초 후에 다시 시도하세요.
mk: Имавте %1$d неуспешни обиди да го отклучите уредот. Обидете се повторно за %2$d секунди.
ml: ഉപകരണത്തിന്‍റെ ലോക്കുമാറ്റുന്നതിന് %1$d പരാജയപ്പെട്ട ശ്രമങ്ങൾ നിങ്ങൾ നടത്തി. %2$d സെക്കൻഡിൽ വീണ്ടും ശ്രമിക്കുക.
mn_mn: Та төхөөрөмжөө нээх гэж %1$d удаа амжилтгүй оролдсон. %2$d секундын дараа дахин оролд.
nb: Du har gjort %1$d feil forsøk på å låse opp enheten. Prøv på nytt om %2$d sekunder.
nl: U hebt %1$d mislukte pogingen gedaan om uw apparaat te ontgrendelen. Probeer het opnieuw over %2$d seconden.
pl: Liczba nieudanych prób odblokowania urządzenia: %1$d. Spróbuj ponownie za %2$d s.
ro: Aţi avut %1$d încercări nereuşite de a debloca dispozitivul. Reîncercaţi peste %2$d secunde.
si: ඔබ ඔබේ උපාංග අගුලු හැරීමට අසාර්ථක උත්සාහයන් %1$dක් ගෙන තිබේ. තත්පර %2$dකින් නැවත උත්සාහ කරන්න.
sk: Dokončili ste vykonanie %1$d neúspešných pokusov o odomknutie zariadenia. Skúste to znova po uplynutí %2$d sekúnd.
sl: %1$d-krat ste neuspešno poskusili odkleniti napravo. Poskusite znova čez %2$d s.
sr: %1$d neuspešnih pokušaja otključavanja uređaja. Pokušaj ponovo za %2$d sekundi.
sv: Du har gjort %1$d misslyckade försök att låsa upp enheten. Försök igen om %2$d sekunder.
ta: உங்கள் சாதனத்தைத் திறப்பதற்கு, %1$d வெற்றிபெறாத முயற்சிகளை நீங்கள் செய்துள்ளீர்கள். %2$d வினாடிகளில் மீண்டும் முயற்சிக்கவும்.
te: మీరు మీ పరికరాన్ని అన్‌లాక్ చేయడానికి %1$d విఫల ప్రయత్నాలు చేశారు. %2$d సెకన్లల్లో మళ్లీ ప్రయత్నించండి.
th: คุณพยายามปลดล็อคอุปกรณ์ %1$d ครั้ง แต่ไม่สำเร็จ ลองอีกครั้งใน %2$d วินาที
uk: Здійснено %1$d невдалих спроб розблокування пристрою. Спробуйте ще раз через %2$d сек.
ur: اپنا آلہ غیر مقفل کرنے کی آپ نے %1$d ناکام کوششیں کی ہیں۔ %2$d سیکنڈز میں دوبارہ کوشش کریں۔
uz: Qurilmangizni blokdan chiqarish uchun %1$dta noto‘g‘ri urinishni amalga oshirdingiz. %2$d soniyada qayta urinib ko‘ring.
zh_cn: 您已进行了 %1$d 次不成功的解锁设备尝试。在 %2$d 秒后重试。
zh_tw: 您已嘗試 %1$d 次錯誤的裝置解鎖。請在 %2$d 秒後重試。

# IDS_LCKSCN_HEADER_UNABLE_TO_UNLOCK_SCREEN_ABB
source: Unable to unlock screen
ar: يتعذر إلغاء قفل الشاشة
az: Ekr kilid açmaq müm olm
bg: Екранът не може да се отключи
bn: স্ক্রিন আনলক করতে অক্ষম
ca: No es pot desbloq. la pantalla
cs: Displej nelze odemknout
da: Kan ikke låse skærmen op
de: Entsperren nicht moglich
el_gr: Ξεκλείδωμα οθόνης μη δυνατό
et: Ekraani ei saa avada
fa: باز کردن قفل صفحه ممکن نیست
fi: Näytön lukit. ei voi poistaa
fr: Impossible déverrouiller écran
gu: સ્ક્રીનને અનલોક કરવામાં અસમર્થ
he: לא ניתן לבטל נעילת מסך
hu: Nem oldható fel a képernyő
hy: Անհնար է արգելաբացել էկրանը
it_it: Impossibile sbloccare schermo
ka: ეკრანის განბლოკვა შეუძლებელია
kn: ಸ್ಕ್ರೀನ್ ಅನ್‌ಲಾಕ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ
ko_kr: 화면 잠금을 해제할 수 없음
mk: Не може да се отклучи екранот
ml: സ്ക്രീൻ ലോക്കുനീക്കാൻ ആകില്ല
mn_mn: Дэлгэц нээх боломжгүй
nb: Kan ikke låse opp skjermen
nl: Kan scherm niet ontgrendelen
pl: Nie można odblokować ekranu
ro: Ecranul nu se poate debloca
si: තිරය අගුලු හැරිය නොහැක
sk: Obrazovka sa nedá odomknúť
sl: Zaslona ni mogoče odkleniti
sr: Nije moguće otključati ekran
sv: Kan inte låsa upp skärmen
ta: திரையைத் திறக்க முடியவில்லை
te: స్క్రీన్ అన్‌లాక్ చేయలేరు
th: ไม่สามารถปลดล็อคหน้าจอ
uk: Неможливо розблокувати екран
ur: اسکرین کو غیر مقفل کرنے سے قاصر
uz: Ekr. blkdan chiqar. bo‘lmaydi
zh_cn: 无法解锁屏幕
zh_tw: 無法解除螢幕鎖定
