Repository: tizenorg/apps.home.starter
Catalog: po/*.po
Languages: ar, az, bg, bn, ca, cs, da, de, el_gr, et, fa, fi, fr, gu, he, hu, hy, it_it, ka, kn, ko_kr, mk, ml, mn_mn, nb, nl, pl, ro, si, sk, sl, sr, sv, ta, te, th, uk, ur, uz, zh_cn, zh_tw

# IDS_IDLE_BODY_1_ATTEMPT_LEFT
source: 1 attempt left.
ar: تتبقى محاولة واحدة.
az: 1 cəhd qalmışdır.
bg: 1 оставащ опит.
bn: 1টি চেষ্টা বাকী।
ca: Queda 1 intent
cs: Zbývá 1 pokus.
da: 1 forsøg tilbage.
de: Noch 1 Versuch
el_gr: Απομένει 1 προσπάθεια.
et: 1 katse on jäänud.
fa: 1 تلاش باقی مانده است.
fi: 1 yritys jäljellä
fr: 1 essai restant
gu: 1 પ્રયત્ન બાકી.
he: נותר 1 ניסיון.
hu: Még 1 próbálkozásra van.
hy: 1 փորձ է մնացել:
it_it: 1 tentativo rimasto.
ka: დარჩა 1 ცდა.
kn: 1 ಪ್ರಯತ್ನ ಉಳಿದಿದೆ.
ko_kr: 입력 기회가 1회 남았습니다.
mk: Уште 1 обид.
ml: 1 ശ്രമം ശേഷിക്കുന്നു.
mn_mn: 1 оролдлого үлдсэн.
nb: 1 forsøk gjenstår.
nl: 1 poging over.
pl: Pozostała 1 próba.
ro: 1 încercare rămasă
si: 1 උත්සාහයක් ඉතිරිව ඇත.
sk: Zostáva 1 pokus.
sl: Preostal je še 1 poskus.
sr: 1 pokušaj preostao.
sv: 1 försök kvar.
ta: 1 முயற்சி மீதம்.
te: 1 ప్రయత్నం మిగిలి ఉంది.
th: เหลือ​อีก 1 ​ครั้ง
uk: Залишилась 1 спроба.
ur: 1 کوشش باقی رہگئی۔
zh_cn: 还能尝试 1 次。
zh_tw: 剩下一次機會。

# IDS_IDLE_BODY_PD_ATTEMPTS_LEFT
source: %d attempts left.
ar: محاولات متبقية %d
az: %d cəhd qalıb.
bg: Остават %d опита.
bn: %dটি প্রয়াস বাকি।
ca: Queden %d intents
cs: Počet zbývajících pokusů: %d.
da: %d forsøg tilbage.
de: %d Versuche übrig
el_gr: %d προσπάθειες απομένουν.
et: %d katset jäänud.
fa: %d فرصت داريد.
fi: %d yritystä jäljellä
fr: %d essais restants
gu: %d પ્રયત્ન બાકી.
he: נותרו %d ניסיונות.
hu: %d kísérlet maradt.
hy: Մնացել է %d փորձ:
it_it: %d tentativi rimasti.
ka: %d ცდა დარჩა.
kn: %d ಪ್ರಯತ್ನಗಳು ಉಳಿದಿವೆ.
ko_kr: 입력 기회가 %d회 남았습니다.
mk: Има уште %d обиди.
ml: %d ശ്രമങ്ങള്‍ ശേഷിക്കുന്നു.
mn_mn: %d оролдлого үлдсэн.
nb: %d forsøk igjen.
nl: %d pogingen over.
pl: Pozostało prób: %d.
ro: %d încercări rămase
si: උත්සාහයන් %d ක් ඉතිරිවී ඇත.
sk: Počet zostávajúcich pokusov: %d.
sl: %d preostalih poizkusov.
sr: %d pokušaja ostalo.
sv: %d försök kvar.
ta: மேலும் %d முயற்சிகள் உள்ளன.
te: %d ప్రయత్నాలు మిగిలాయి.
th: เหลือ %d ​ครั้ง
uk: %d спроби залишилось.
ur: %d کوششیں باقی۔
uz: %d urinish qoldi.
zh_cn: 还有 %d 次机会。
zh_tw: 剩餘 %d 次嘗試機會。

# IDS_IDLE_BODY_INCORRECT_PASSWORD
source: Incorrect password.
ar: كلمة مرور غير صحيحة.
az: Yanlış şifrə.
bg: Грешна парола.
bn: ভুল পাসওয়ার্ড।
ca: Contrasenya incorrecta
cs: Nesprávné heslo.
da: Forkert adgangskode.
de: Falsches Passwort
el_gr: Λάθος κωδικός.
et: Vale parool.
fa: رمز اشتباه است.
fi: Virheellinen salasana
fr: Mot de passe incorrect
gu: ખોટો પાસવર્ડ.
he: סיסמה שגויה.
hu: Téves jelszó
hy: Սխալ գաղտնաբառ:
it_it: Password errata.
ka: პაროლი არასწორია.
kn: ತಪ್ಪಾದ ಪಾಸ್‌ವರ್ಡ್.
ko_kr: 잘못된 비밀번호를 입력하였습니다.
mk: Погрешна лозинка.
ml: തെറ്റായ പാസ്‌വേഡ്.
mn_mn: Буруу нууц үг
nb: Feil passord.
nl: Onjuist wachtwoord.
pl: Błędne hasło.
ro: Parolă incorectă
si: වැරදි මුරපදය.
sk: Nesprávne heslo.
sl: Napačno geslo.
sr: Pogrešna šifra
sv: Fel lösenord.
ta: கடவுச்சொல் தவறு.
te: తప్పు పాస్వర్డ్.
th: รหัสผ่าน ไม่ถูกต้อง
uk: Хибний пароль.
ur: غلط پاسورڈ۔
uz: Noto‘g‘ri parol.
zh_cn: 密码错误
zh_tw: 密碼不正確

# IDS_IDLE_POP_UNABLE_TO_LAUNCH_PS
source: Unable to launch %s.
ar: يتعذر بدء %s.
az: %s-ə başlamaq mümkün deyildir.
bg: Не може да се стартира %s.
bn: %s লঞ্চ করা যায়নি।
ca: No es pot iniciar %s
cs: Nelze spustit %s.
da: Kunne ikke starte %s.
de: %s kann nicht gestartet werden
el_gr: Αδύνατη η εκκίνηση του %s.
et: Üksust %s ei saa käivitada.
fa: راه‌اندازی %s ممکن نیست.
fi: Sovellusta %s ei voi käynnistää.
fr: Impossible de lancer %s.
gu: %s ને લોંચ કરવામાં અક્ષમ.
he: לא ניתן להפעיל את %s.
hu: A(z) %s nem indítható el.
hy: Հնարավոր չէ գործարկել %s-ը:
it_it: Impossibile avviare %s.
ka: ვერ გაიხსნება %s.
kn: %s ಪ್ರಾರಂಭಿಸಲಾಗಲಿಲ್ಲ.
ko_kr: %s을(를) 실행할 수 없습니다.
mk: Не може да се активира %s.
ml: %s സമാരംഭിക്കാന്‍ ആവുന്നില്ല.
nb: Kan ikke starte %s.
nl: Kan %s niet starten.
pl: Nie można uruchomić %s.
ro: Imposibil de lansat %s
si: %s ආරම්භ කළ නොහැක.
sk: Nedá sa spustiť %s.
sl: Ni mogoče zagnati %s.
sr: Nemoguće pokrenuti %s.
sv: Kan inte starta %s.
ta: %s ஐ தொடங்க முடியவில்லை.
te: %sను ఆవిష్కరించడం సాధ్యం కాదు.
th: ไม่​ได้​รับรอง %s
uk: Неможливо запустити %s.
ur: %s چلانے سے قاصر۔
uz: %sni ishga tushirib bo‘lmaydi.
zh_cn: 无法启动 %s。
zh_tw: 無法啟動 %s。

# IDS_COM_BUTTON_OK_ABB
source: OK
ar: موافق
bn: ওকে
ca: Acceptar
fa: تأیید
gu: ઓકે
he: אישור
kn: ಓಕೆ
ko_kr: 확인
ml: ശരി
si: හරි
sl: V redu
ta: சரி
te: సరే
th: ตกลง
uk: ОК
ur: ٹھیک ہے
zh_cn: 确定
zh_tw: 確定

# IDS_COM_BODY_INCORRECT_PIN
source: Incorrect PIN.
ar: خطأ PIN.
az: Yanlış PIN.
bg: Неправилен PIN.
bn: ভুল PIN।
ca: PIN incorrecte
cs: Chybný PIN.
da: Forkert PIN-kode.
de: Falsche PIN
el_gr: Λανθασμένο PIN κλειδώματος
et: Vale PIN-kood.
fa: پين اشتباه است.
fi: Virheellinen PIN-koodi.
fr: Code PIN incorrect
gu: ખોટો PIN.
he: קוד PIN שגוי.
hu: Hibás PIN-kód
hy: Սխալ PIN:
it_it: PIN errato.
ka: არასწორი PIN.
kn: PIN ತಪ್ಪಾಗಿದೆ.
ko_kr: 잘못된 PIN을 입력하였습니다.
mk: Погрешен PIN.
ml: തെറ്റായ PIN.
mn_mn: Буруу PIN код
nb: Ugyldig PIN.
nl: Onjuiste PIN.
pl: Nieprawidłowy PIN.
ro: PIN incorect
si: වැරදි PIN.
sk: Nesprávny PIN.
sl: Napačna koda PIN.
sr: Neispravan PIN kod.
sv: Fel PIN-kod.
ta: தவறான PIN.
te: తప్పు PIN.
th: PIN ​ผิด
uk: Хибний PIN.
ur: غلط پن کوڈ۔
uz: Noto‘g‘ri PIN.
zh_cn: 错误的 PIN 码
zh_tw: PIN 不正確。

# IDS_COM_BODY_ENTER_PIN
source: Enter PIN.
ar: أدخل PIN.
az: PIN daxil et.
bg: Въведете PIN.
bn: PIN লিখুন।
ca: Introdueixi PIN
cs: Zadat PIN.
da: Angiv PIN-kode.
de: PIN eingeben
el_gr: Εισαγωγή PIN κλειδώματος.
et: Sisestage PIN-kood.
fa: پین را وارد کنيد.
fi: Anna PIN-koodi.
fr: Saisir le code PIN.
gu: PIN દાખલ કરો.
he: הזן PIN.
hu: Írja be a PIN-kódot!
hy: Մուտքագրեք PIN-ը:
it_it: Inserisci PIN.
ka: შეიყვანეთ PIN.
kn: PIN ನಮೂದಿಸಿ.
ko_kr: PIN을 입력하세요.
mk: Внесете PIN.
ml: PIN നല്‍കുക.
mn_mn: PIN код оруулах
nb: Angi PIN.
nl: PIN invoeren
pl: Wpisz PIN.
ro: Introduceţi PIN.
si: PIN අංකය ඇතුල් කරන්න.
sk: Zadať PIN
sl: Vnesite PIN.
sr: Unesi PIN kod.
sv: Ange PIN.
ta: PIN பதி.
te: PIN నమోదు చేయండి.
th: ใส่ PIN
uk: Введіть PIN.
ur: پن نمبر درج کریں
uz: PIN-kod kiriting.
zh_cn: 输入PIN码
zh_tw: 輸入PIN

# IDS_COM_BODY_ENTER_PASSWORD
source: Enter password.
ar: أدخل كلمة المرور.
az: Kodu daxil et.
bg: Въвеждане на парола
bn: পাসওয়ার্ড লিখুন।
ca: Introduir contrasenya
cs: Zadejte heslo.
da: Angiv adgangskode.
de: Passwort eingeben
el_gr: Εισαγωγή κωδικού.
et: Sisestage parool.
fa: رمز را وارد کنيد.
fi: Kirjoita salasana.
fr: Saisir le mot de passe.
gu: પાસવર્ડ દાખલ કરો.
he: הזן סיסמה.
hu: Írja be a jelszót.
hy: Մուտքագրեք գաղտնաբառը:
it_it: Inserisci password.
ka: პაროლის შეყვანა.
kn: ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ.
ko_kr: 비밀번호를 입력하세요.
mk: Внесете лозинка.
ml: പാസ്‌വേഡ് നല്‍കുക.
mn_mn: Нууц үг оруулах
nb: Angi passord.
nl: Wachtwoord invoeren
pl: Wpisz hasło.
ro: Introduceţi parola.
si: මුරපදය ඇතුල් කරන්න.
sk: Zadajte heslo.
sl: Vnesite geslo.
sr: Unesi šifru.
sv: Ange lösenord.
ta: கடவுச்சொல் பதிக.
te: పాస్వర్డును నమోదు చేయండి.
th: ใส่รหัสผ่าน
uk: Введіть пароль.
ur: پاس ورڈ درج کریں
uz: Parol kiriting.
zh_cn: 输入密码
zh_tw: 輸入密碼。

source: You have attempted to unlock the device incorrectly %1$d times. You have %2$d attempts left before the device is reset to factory defaults and all data is erased.
ar: لقد حاولت إلغاء قفل الجهاز %1$d من المرات بطريقة غير صحيحة. تبقّت لك %2$d من المحاولات قبل إعادة تعيين الجهاز إلى ضبط المصنع الافتراضي ومسح جميع البيانات.
az: Siz %1$d dəfə cihazın kilidini səhv açmağa cəhd etmisiniz. Sizin cihazın defolt parametrlərinə bərpa edilməsi və bütün məlumatların silinməsi üçün %2$d cəhdiniz qalır.
bg: Опитахте да отключите устройството неуспешно %1$d пъти. Остават ви още %2$d опита, преди устройството да се рестартира до фабричните настройки по подразбиране и всички данни да бъдат изтрити.
bn: আপনি ডিভাইসটি %1$d বার ভুলভাবে আনলক করার প্রয়াস করেছেন। ডিভাইসটি ফ্যাক্টরি ডিফল্টে পুনরায় সেট করার এবং সমস্ত তথ্য মুছে যাওয়ার আগে আপনার আর %2$dটি প্রয়াস অবশিষ্ট রয়েছে।
ca: Ha intentat desbloquejar el dispositiu de forma incorrecta %1$d cops. Li queden %2$d intents abans que el dispositiu es restableixi als valors predeterminats de fàbrica i s'esborrin totes les dades.
cs: %1$dkrát jste se chybně pokusili odemknout zařízení. Po %2$d dalších neúspěšných pokusech se obnoví výchozí nastavení zařízení a všechna data budou vymazána.
da: Du har brugt %1$d forkerte forsøg på at oplåse enheden. Du har %2$d forsøg tilbage, før enheden nulstilles til fabriksstandarderne, og alle data slettes.
de: Sie haben %1$d Mal fehlerhaft versucht, das Gerät zu entsperren. Sie haben noch %2$d Versuche. Danach wird das Gerät auf die Werkseinstellungen zurückgesetzt, und alle Daten werden gelöscht.
el_gr: Έχετε επιχειρήσει να ξεκλειδώσετε τη συσκευή %1$d φορές εσφαλμένα. Έχουν απομείνει %2$d προσπάθειες μέχρι την επαναφορά των εργοστασιακών ρυθμίσεων και τη διαγραφή όλων των δεδομένων της συσκευής
et: Te olete proovinud seadet valesti lukust avada %1$d korda. %2$d katset on jäänud enne, kui seade lähtestatakse tehase vaikeseadetele ja kõik andmed kustutatakse.
fa: %1$d مرتبه سعی کردید قفل دستگاه را اشتباه باز کنید. ‎%2$d تلاش دیگر باقی مانده است تا دستگاه به پیش‌فرض کارخانه بازنشانی شده و همه داده‌ها پاک شوند.
fi: Olet yrittänyt poistaa laitteen lukituksen virheellisesti %1$d kertaa. Sinulla on %2$d yrityskertaa jäljellä, ennen kuin laitteen tehdasasetukset palautetaan ja kaikki tiedot poistetaan.
fr: Vous avez essayé de déverrouiller l'appareil de façon incorrecte à %1$d reprises. Il reste %2$d tentatives avant le rétablissement des paramètres d'origine et la suppression de toutes les données.
gu: %1$d વખત અયોગ્ય રીતે ઉપકરણ અનલોક કરવા માટે તમે પ્રયાસ કરેલ છે. ઉપકરણ ફૅકટરી ડિફોલ્ટ્સમાં રીસૅટ થાય તે પહેલાં તમારો %2$d પ્રયાસ બાકી છે અને તમામ ડેટા ભૂંસાઇ જશે.
he: ביצעת %1$d ניסיונות שגויים לבטל את נעילת המכשיר. לרשותך עוד %2$d ניסיונות לפני איפוס המכשיר לערכי ברירת המחדל של היצרן ומחיקת כל הנתונים.
hu: %1$d alkalommal helytelenül kísérelte meg az eszköz feloldását. További %2$d sikertelen kísérlet esetén visszaállnak az eszköz gyári alapértelmezései, és minden adat törlődik róla.
hy: Դուք սարքի արգելաբացման սխալ փորձ եք արել %1$d անգամ: Ձեզ %2$d փորձ է մնացել, նախքան սարքը կհետադարձվի գործարանային կանխադրվածքի, և բոլոր տվյալները կջնջվեն:
it_it: Avete tentato per %1$d volte di sbloccare il dispositivo in modo errato. Sono rimasti %2$d tentativi prima che il dispositivo venga ripristinato ai valori predefiniti di fabbrica e che tutti i dati vengano eliminati.
ka: თქვენ აპარატის განბლოკვის %1$d არასწორი მცდელობა გქონდათ. თქვენ დაგრჩათ %2$d მცდელობა, სანამ დაბრუნდება აპარატის საწყისი ქარხნული პარამეტრები და წაიშლება ყველა მონაცემი.
kn: ನೀವು ಸಾಧನವನ್ನು ತಪ್ಪಾಗಿ %1$d ಸಲ ಅನ್‌ಲಾಕ್ ಮಾಡಲು ಯತ್ನಿಸಿದ್ದೀರಿ. ಸಾಧನವನ್ನು ಫ್ಯಾಕ್ಟರಿ ಡೀಫಾಲ್ಟ್‌ಗಳಿಗೆ ಮರುನಿಗದಿಗೊಳಿಸುವುದು ಮತ್ತು ಎಲ್ಲ ಡೇಟಾವು ಅಳಿಸಿಹೋಗುವ ಮೊದಲು ನಿಮಗೆ %2$d ಪ್ರಯತ್ನಗಳು ಉಳಿದಿವೆ.
ko_kr: 잠금해제 비밀번호를 %1$d회 잘못 입력하였습니다. 디바이스 설정 및 데이터가 기본 설정으로 초기화되기까지 비밀번호를 %2$d회 입력할 수 있습니다.
mk: Се обидовте да отклучите уредот неправилно %1$d пати. Имате уште %2$d обиди пред уредот да се ресетира на фабричките поставки и сите податоци да се избришат.
ml: ഉപകരണം തുറക്കാൻ നിങ്ങൾ തെറ്റായി %1$d തവണ ശ്രമിച്ചു. ഉപകരണം ഫാക്ടറി ഡീഫോൾട്ടിലേക്ക് പുനഃസജ്ജമാക്കപ്പെടുകയും ഡാറ്റയെല്ലാം മായ്ക്കപ്പെടുകയും ചെയ്യുന്നതിന് മുമ്പായി നിങ്ങൾക്ക് %2$d ശ്രമങ്ങൾ ശേഷിക്കുന്നു.
mn_mn: Та төхөөрөмжийг нээх гэж %1$d удаа буруу оролдсон. Төхөөрөмж үйлдвэрийн өгөгдмөл тохиргоо руугаа буцан орж, бүх өгөгдөл арилах хүртэл %2$d удаа оролдох боломж үлдсэн.
nb: Du har prøvd å låse opp enheten på feil måte %1$d ganger. Du har %2$d forsøk igjen før enheten tilbakestilles til fabrikkstandarder og alle data slettes.
nl: U hebt %1$d keer een onjuiste poging gedaan om het apparaat te ontgrendelen. U hebt nog %2$d pogingen over voordat het apparaat wordt teruggezet op de fabrieksinstellingen en alle gegevens worden gewist.
pl: Nieprawidłowych prób odblokowania urządzenia: %1$d. Pozostałych prób przed wyzerowaniem urządzenia do domyślnych ustawień fabrycznych i usunięciem wszystkich danych: %2$d.
ro: Aţi încercat să deblocaţi incorect dispozitivul de %1$d ori. Mai aveţi %2$d încercări înainte ca dispozitivul să fie resetat la valorile implicite din fabrică şi înainte ca toate datele să fie şterse.
si: ඔබ %1$d වතාවක් වැරදි ලෙස උපාංගය අගුලු හැරීමට උත්සාහ දරා ඇත. උපාංගය කම්හල් පෙරනිමිය වෙත යළි සැකසී සියලු දත්ත මැකීමට පෙර ඔබට උත්සාහයන් %2$dක් ඉතිරිව පවතී.
sk: %1$d-krát ste sa pokúsili nesprávne odomknúť zariadenie. Zostávajú vám ešte %2$d pokusy a potom sa pre zariadenie obnovia predvolené nastavenia od výrobcu a vymažú sa všetky údaje.
sl: Napravo ste %1$d-krat poskusili odkleniti nepravilno. Imate še %2$d poskusov, preden bo naprava ponastavljena na privzete tovarniške nastavitve in bodo izbrisani vsi podatki.
sr: %1$d puta si pogrešio/la u pokušaju da otključaš uređaj. Preostalo ti je %2$d pokušaja pre vraćanja uređaja na podrazumevana fabrička podešavanja i brisanja svih podataka.
sv: Du har försökt låsa upp enheten på fel sätt %1$d gånger. Du har %2$d försök kvar innan enheten återställs till fabriksinställningar och alla data raderas.
ta: நீங்கள் சாதனத்தை பூட்டுநீக்குவதற்கு %1$d முறை தவறாக முயற்சித்துள்ளீர்கள். சாதனம் தயாரிப்பக டீஃபாலட் நிலைகளுக்கு ரீசெட் செய்யப்பட்டு அனைத்து தரவுகளும் அழிக்கப்படுவதற்கு முன் உங்களுக்கு %2$d முயற்சிகள் மீதமுள்ளன.
te: మీరు పరికరాన్ని తప్పుగా %1$dసార్లు అన్‌లాక్ చేసేందుకు ప్రయత్నించారు. పరికరం ఫ్యాక్టరీ డిఫాల్ట్‌లకు తిరిగి అమర్చబడేందుకు మరియు మొత్తం డేటా తుడిచిపెట్టబడేందుకు మీకు %2$d ప్రయత్నాలు మిగిలివున్నాయి.
th: คุณได้พยายามปลดล็อค อุปกรณ์ผิดพลาด %1$d ครั้งแล้ว คุณเหลืออีก %2$d ครั้ง ก่อนอุปกรณ์จะรีเซ็ท เป็นค่าพื้นฐานจากโรงงาน และข้อมูลทุกอย่างจะถูกลบ
uk: Кількість невдалих спроб розблокування пристрою: %1$d. Залишилася %2$d спроб, перш ніж установки пристрою буде скинуто до стандартних заводських значень, а всі дані видалено.
ur: آپ نے آلے کو %1$d بار غلط طریقے سے کھولنےکی کوشش کی۔ آلے کے فیکٹری ڈیفالٹ پر دوبارہ ترتیب دینے اور سبھی ڈیٹا کو مٹادیے جانے سے قبل آپ کے پاس صرف %2$dکوششیں بچی ہیں۔
uz: Siz %1$d marta qurilmani blokdan chiqarishga noto‘g‘ri urindingiz. Yana %2$dta noto‘g‘ri urinishdan so‘ng qurilma ishlab chiqaruvchi parametrlariga qaytariladi va barcha ma’lumotlar o‘chirib tashlanadi.
zh_cn: 您解锁设备的尝试已不正确 %1$d 次。设备重置为出厂默认设置并清除所有数据前还可尝试 %2$d 次。
zh_tw: 您已嘗試錯誤解鎖裝置 %1$d 次。僅剩 %2$d 次機會嘗試，否則裝置將重設至原廠預設值且所有資料將被刪除。

# IDS_LCKSCN_POP_TRY_AGAIN_IN_PD_SECONDS
source: Try again in %d seconds.
ar: أعد المحاولة خلال %d ثوان.
az: %d saniyə yenidən cəhd et.
bg: Опитайте пак след %d сек.
bn: %d সেকেন্ড পরে আবার চেষ্টা করুন।
ca: Torni a intentar en %d s
cs: Opakujte akci za %d s.
da: Prøv igen om %d sekunder.
de: In %d s erneut versuchen.
el_gr: Δοκιμ. ξανά σε %d δευτ.
et: Proovige %d sek parast.
fa: پس از %d ثانیه دوباره امتحان کنید.
fi: Yritä %d s kul. uudelleen.
fr: Réessayez dans %d secondes.
gu: %d સેકંડ્સ પછી ફરી પ્રયત્ન કરો.
he: נסה שוב בעוד %d שניות.
hu: Prób. újra %d mp múlva.
hy: Նորից փորձեք %d վրկ.-ից:
it_it: Riprovate tra %d secondi.
ka: კიდევ ცადეთ %d წამში.
kn: %d ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: %d초 후에 다시 시도하세요.
mk: Повт. обид за %d секунди.
ml: %d സെക്കന്‍റിനുശേഷം വീണ്ടും ശ്രമിക്കുക.
mn_mn: %d сек дараа дахин оролд
nb: Prøv på nytt om %d sek.
nl: Probeer opn. over %d sec.
pl: Ponów próbę za %d sek.
ro: Reîncercaţi peste %d sec.
si: නැවත තත්පර %d කින් උත්සාහ කරන්න.
sk: Skúste znova o %d sekúnd.
sl: Poskusite znova čez %d s.
sr: Probaj opet za %d sekundi.
sv: Försök igen om %d sek.
ta: %d விநாடி. கழித்து மீ. முயலுக.
te: %d సెకన్లలో మళ్ళీ ప్రయత్నించండి.
th: ลอง​อีก​ครั้ง​ใน %d ​วินาที
uk: Повт.спробу через %d сек.
ur: %d سیکنڈ میں دوبارہ کوشش کریں
uz: %d soniyada qayta urining.
zh_cn: 请在%d秒后重试。
zh_tw: %d 秒後再試一次。

# IDS_LCKSCN_NPBODY_ENTER_PIN_TO_VIEW_MESSAGE_ABB
source: Enter PIN to view message
ar: إدخال رقم PIN لعرض الرسالة
az: Mesaja baxmaq üçün PIN daxil et
bg: Въведете PIN за преглед на съобщението
bn: বার্তা দেখতে PIN লিখুন
ca: Introdueixi el PIN per veure el missatge
cs: Zadejte PIN kód pro zobrazení zprávy
da: Angiv PIN-kode for at se besked
de: Geben Sie die PIN ein, um die Nachricht anzuzeigen.
el_gr: Καταχώριση PIN για προβολή του μηνύματος
et: Sisestage sõnumi kuvamiseks PIN-kood
fa: برای مشاهده پیام پین را وارد کنید
fi: Anna PIN-koodi viestin tarkastelua varten
fr: Saisir le code PIN pour afficher le message
gu: સંદેશ જોવા માટે PIN દાખલ કરો
he: הזן קוד PIN כדי להציג הודעה
hu: Adja meg a PIN-t az üzenet megjelenítéséhez
hy: Մուտքագրեք PIN՝ հաղորդագրությունը դիտելու համար
it_it: Inserite il PIN per visualizzare il messaggio
ka: შეიყვანეთ PIN, რომ ნახოთ შეტყობინება
kn: ಸಂದೇಶವನ್ನು ವೀಕ್ಷಿಸಲು PIN ನಮೂದಿಸಿ
ko_kr: 메시지를 보려면 PIN을 입력하세요
mk: Внесете PIN за да ја видите пораката
ml: സന്ദേശം കാണാൻ PIN നൽകുക
mn_mn: PIN оруулж зурвас үз
nb: Angi PIN-kode for å vise melding
nl: Pincode invoeren voor weergave bericht
pl: Podaj kod PIN, aby wyświetlić wiadomość
ro: Introduceţi codul PIN pentru a vizualiza mesajul
si: පණිවිඩය බැලීමට PIN ඇතුළත් කරන්න
sk: Zadajte kód PIN na zobrazenie správy
sl: Za prikaz sporočila vnesite kodo PIN
sr: Unesi PIN kod da bi prikazao/la poruku
sv: Ange PIN-koden för att visa meddelandet
ta: தகவலைக் காண, PIN உள்ளிடவும்
te: సందేశాన్ని వీక్షించడానికి PINను నమోదు చేయండి
th: ใส่ PIN เพื่อดูข้อความ
uk: Введіть PIN-код, щоб переглянути повідомлення
ur: پیغام دیکھنے کے لیے پن داخل کریں
uz: Xabarni ko‘rib chiqish uchun PIN-kodni kiriting
zh_cn: 输入 PIN 码以查看信息
zh_tw: 輸入 PIN 碼以檢視訊息

# IDS_LCKSCN_NPBODY_ENTER_PIN_TO_VIEW_CALL_LOG_ABB
source: Enter PIN to view call log
ar: إدخال رقم PIN لعرض سجل المكالمات
az: Zəng jurnalına baxmaq üçün PIN daxil et
bg: Въведете PIN за преглед на дневника на повикванията
bn: কল লগ দেখতে PIN লিখুন
ca: Introdueixi el PIN per veure el registre de trucades
cs: Zadejte PIN kód pro zobrazení protokolu hovorů
da: Angiv PIN-kode for at se opkaldslog
de: Geben Sie die PIN ein, um das Anrufprotokoll anzuzeigen.
el_gr: Καταχώριση PIN για προβολή του αρχείου κλήσεων
et: Sisestage kõnelogi kuvamiseks PIN-kood
fa: برای مشاهده گزارش تماس پین را وارد کنید
fi: Anna PIN-koodi puhelulokin tarkastelua varten
fr: Saisir le code PIN pour afficher le journal d'appels
gu: કૉલ લોગ જોવા માટે PIN દાખલ કરો
he: הזן קוד PIN כדי להציג יומן שיחות
hu: Adja meg a PIN-t a hívásnapló megjelenítéséhez
hy: Մուտքագրեք PIN՝ կանչերի մատյանը դիտելու համար
it_it: Inserite il PIN per visualizzare il registro chiamate
ka: შეიყვანეთ PIN, რომ ნახოთ ზარების ჟურნალი
kn: ಕರೆ ಲಾಗ್ ವೀಕ್ಷಿಸಲು PIN ನಮೂದಿಸಿ
ko_kr: 통화기록을 보려면 PIN을 입력하세요
mk: Внесете PIN за да го видите дневникот на повици
ml: കോൾ ലോഗ് കാണാൻ PIN നൽകുക
mn_mn: PIN оруулж дуудлагын бүртгэл үз
nb: Angi PIN-kode for å vise samtalelogg
nl: Pincode invoeren voor weergave oproepenlijst
pl: Podaj kod PIN, aby wyświetlić spis połączeń
ro: Introduceţi codul PIN pentru a vizualiza jurnalul de apeluri
si: ඇමතුම් ලොගය බැලීමට PIN ඇතුළත් කරන්න
sk: Zadajte kód PIN na zobrazenie denníka hovorov
sl: Za prikaz dnevnika klicev vnesite kodo PIN
sr: Unesi PIN kod da bi prikazao/la dnevnik poziva
sv: Ange PIN-koden för att visa samtalsloggen
ta: அழைப்புப் பதிவைக் காண, PIN உள்ளிடவும்
te: కాల్ లాగ్‌ను వీక్షించడానికి PINను నమోదు చేయండి
th: ใส่ PIN เพื่อดูบันทึกการโทร
uk: Введіть PIN-код, щоб переглянути журнал викликів
ur: کال لاگ دیکھنے کے لیے پن داخل کریں
uz: Qo‘ng‘iroqlar jurnalini ko‘rish uchun PIN-kodni kiriting
zh_cn: 输入 PIN 码以查看通话记录
zh_tw: 輸入 PIN 碼以檢視通話記錄
