Repository: tizenorg/apps.home.starter
Catalog: mobile/lock-setting/po/*.po
Languages: az, bg, eu, hu, hy, kk, sl

# IDS_ST_BODY_LOCK_SCREEN
source: Lock screen
az: Ekranı kilidləyin
bg: Заключен екран
eu: Blokeatu pantaila
hu: Képernyő lezárása
hy: Կողպել էկրանը
kk: Экранды құлыптау
sl: Zaklepanje zaslona

# IDS_IDLE_BODY_VIEW_EVENT_NOTIFICATIONS_ON_THE_LOCK_SCREEN
source: View event notifications on the lock screen
az: Kilid ekranında tədbir bildirişlərinə bax
bg: Преглед на известията за събития на заключения екран
eu: Ikusi gertaeren jakinarazpenak blokeo pantailan
hu: Eseményértesítések megjelenítése a zárolt képernyőn
hy: Դիտել իրադարձության ծանուցումները կողպված էկրանին
kk: Құлыптау экранында оқиғалар туралы хабарландыруларды қарап шығу
sl: Prikaz obvestil o dogodkih na zaklenjenem zaslonu

# IDS_IDLE_MBODY_EVENT_NOTIFICATIONS
source: Event notifications
az: Tədbir bildirişləri
bg: Уведомявания за събития
eu: Gertaeren jakinarazpenak
hu: Eseményértesítések
hy: Իրադարձութ. ծանուցումներ
kk: Оқиғалар туралы хабарлау
sl: Obvestila o dogodkih

# IDS_ST_BODY_CLOCK
source: Clock
az: Saat
bg: Часовник
eu: Ordularia
hu: Óra
hy: Ժամացույց
kk: Сағат
sl: Ura

# IDS_ST_BODY_WEATHER
source: Weather
az: Hava
bg: Време
eu: Eguraldia
hu: Időjárás
hy: Եղանակ
kk: Ауа райы
sl: Vreme

# IDS_ST_BODY_SET_SHORTCUTS_ON_LOCK_SCREEN
source: Set shortcuts on lock screen.
az: Kilid ekranına qısayol qur
bg: Задайте бързите клавиши на заключения екран
eu: Ezarri lasterbideak blokeo pantailan
hu: Zárolt képernyő parancsikonjainak beállítása
hy: Դնել դյուրանցումներ կողպված էկրանին
kk: Құлып экранында белгішелерді белгілеу
sl: Nastavi bližnjice na zaklenjenem zaslonu

# IDS_ST_BODY_SHORTCUTS
source: Shortcuts
az: Çevik düymələr
bg: Бърз достъп
eu: Sarrera zuzenak
hu: Gyorsgombok
hy: Արագ անցումներ
kk: Тез кіру
sl: Bližnjice

# IDS_ST_BODY_DUAL_CLOCK
source: Dual clock
az: İkili saat
bg: Двоен часовник
eu: Erloju duala
hu: Kettős óra
hy: Երկակի ժամացույց
kk: Қос сағат
sl: Dvojna ura

# IDS_ST_BODY_SHOW_HELP_TEXT_ON_LOCK_SCREEN
source: Show help text on lock screen.
az: Kilid ekranında kömək mətnini göstər
bg: Показвай текста на помощта на заключения екран
eu: Erakutsi laguntza testua blokeo pantailan
hu: Súgó megjelenítése a zárolt képernyőn
hy: Ցույց տալ օգնության տեքստը կողպված էկրանի վրա
kk: Құлыптаулы экранында көмек мәтінді көрсетіңіз
sl: Pokaži besedilo za pomoč na zaklenjenem zaslonu

# IDS_ST_BODY_SHOW_DUAL_CLOCK_ON_LOCK_SCREEN_WHEN_ROAMING
source: Show dual clock on lock screen when roaming.
az: Rouminq zamanı kilid ekranında ikili saat göstər
bg: Покажи двоен часовник на заключения екран в роуминг
eu: Erakutsi erloju duala blokeo pantailan ibiltaritzan
hu: Második óra megjelenítése a zárolt képernyőn roaming esetén
hy: Ռոումինգի ժամանակ ցույց տալ կրկնակի ժամացույցը կողպված էկրանին
kk: Роумингте қос сағатты құлып экранынан көрсетіңіз
sl: Med gostovanjem pokaži dvojno uro na zaklenjenem zaslonu

# IDS_ST_BODY_TAP_AND_HOLD_THE_SCREEN_WHILE_ROTATING_THE_DEVICE_TO_OPEN_CAMERA
source: Tap and hold the screen while rotating the device to open Camera
az: Kameranı açmaq üçün ekrana vurun saxlayaraq cihazı fırladın
bg: Чукнете и задръжте екрана, докато въртите устройството, за да отворите Камера
eu: Ukitu eta eutsi pantaila gailua biratu bitartean Kamera irekitzeko
hu: A Fényképező megnyitásához érintse meg a képernyőt, és forgassa el az eszközt
hy: Թակեք և պահեք էկրանը սարքը պտտելու ընթացքում՝ Խցիկը բացելու համար
kk: Камераны ашу үшін құрылғыны бұрғанда экранды басып тұрыңыз
sl: Pritisnite in pridržite prst na zaslonu in hkrati zavrtite napravo, da odprete kamero

# IDS_ST_MBODY_CAMERA_QUICK_ACCESS
source: Camera quick access
az: Kamera çevik girişi
bg: Бърз достъп с камера
eu: Kameraren sarbide azkarra
hu: Gyors fényképezés
hy: Խցիկի արագ մուտք
kk: Камераға жылдам өту
sl: Hitri dostop do kamere

# IDS_ST_BODY_SET_SHORTCUTS
source: Set shortcuts
az: Qısayolları qur
bg: Задаване на бързи команди
eu: Ezarri lasterbideak
hu: Parancsikonok beállítása
hy: Դնել դյուրանցումներ
kk: Белгішелер орнату
sl: Nastavi bližnjice

# IDS_ST_BODY_DRAG_AND_DROP_TO_CHANGE_ORDER
source: Drag and drop to change order
az: Sıranı dəyişmək üçün dartıb buraxın
bg: Плъзнете и пуснете, за да промените реда
eu: Arrastatu eta jaregin ordena aldatzeko
hu: Az elemek áthúzásával megváltoztathatja a sorrendet
hy: Քարշել և թողնել՝ կարգը փոխելու համար
kk: Ретін өзгерту үшін сүйреп алып барыңыз
sl: Povlecite in spustite, če želite spremeniti vrstni red

# IDS_ST_BODY_SELECT_APPLICATION
source: Select application
az: Proqramı seç
bg: Избор на приложение
eu: Hautatu aplikazioa
hu: Alkalmazás kiválasztása
hy: Ընտրել ծրագիր
kk: Бағдарлама таңдау
sl: Izberite program

# IDS_ST_BODY_TAP_SHORTCUT_TO_ASSIGN_APPLICATION
source: Tap shortcut to assign application
az: Proqrama təyin etmək üçün qısayola vur
bg: Чукнете върху бърза команда, за да зададете приложение
eu: Ukitu lasterbidea aplikazioa esleitzeko
hu: Alkalmazás hozzárendeléséhez érintse meg a parancsikont
hy: Թակել դյուրանցումը՝ ծրագիր վերագրելու համար
kk: Бағдарламаны тағайындау үшін белгішені түртіңіз
sl: Pritisnite bližnjico, da jo dodelite programu

# IDS_ST_OPT_EDIT_SHORTCUTS
source: Edit shortcuts
az: Qısayolları redaktə edin
bg: Редактиране на бързи клавиши
eu: Editatu lasterbideak
hu: Ikonok szerkesztése
hy: Խմբագրել դյուրանցումները
kk: Тез кіру ретін өзгерту
sl: Uredi bližnjice

# IDS_IM_BODY_HELP_TEXT
source: Help text
az: Yardımçı mətn
bg: Помощен текст
eu: Laguntza testua
hu: Súgószöveg
hy: Օգնության տեքստ
kk: Анықтама мәтіні
sl: Besedilo s pomočjo
